Repository: common-repository/bookingkit
Catalog: languages/bookingkit-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: bookingkit Options
de_de: bookingkit Optionen

source: To configure your bookingkit plugin, you need to <a href="https://info.bookingkit.de/wordpress">create an account</a> and copy your bookingkit code from "Marketing" -> "Website" on
de_de: Um Ihr bookingkit Plugin zu konfigurieren, müssen Sie ein <a href="https://info.bookingkit.de/wordpress">Konto erstellen</a> und Ihren bookingkit Code von folgender Seite ("Vermarktung" -> "Webseite") kopieren:

source: Afterwards you just need to activate the plugin in the bookingkit box of the posts and pages, where you want to display your events.
de_de: Anschließend müssen Sie nur das Plugin in der bookingkit Box Ihrer Beiträge aktivieren.

source: Please copy your bookingkit code from "Marketing" -> "Website" on
de_de: Bitte kopieren Sie den Bookingkit Code aus "Vermarktung"-> "Webseite" auf

source: Save changes
de_de: Änderungen übernehmen

source: bookingkit Settings
de_de: bookingkit Einstellungen

source: If you would like to display all of your events, just click Active. If you would like to display a specific event, copy the code for this event from the marketing page on
de_de: Wenn Sie alle Ereignisse anzeigen möchten, klicken Sie auf Aktiv. Wenn Sie ein bestimmtes Ereignis anzeigen möchten, kopieren Sie den Code für dieses Ereignis von der Marketing-Seite auf

source: You can place your events within your page or post by adding [bookingkit] in your content.
de_de: Sie können Ihre Veranstaltungen innerhalb Ihrer Seite integrieren, indem Sie [bookingkit] in Ihrem Text eingeben.

source: Please configure bookingkit in the
de_de: Bitte konfigurieren Sie bookingkit in den

source: Active
de_de: Aktiv

source: Integrate bookingkit easily in your website. Allow your users to book your services. Learn more about bookingkit on <a href="http://info.bookingkit.de/wordpress">bookingkit.de</a>.
de_de: Integrieren Sie bookingkit einfach in Ihre Website. Lassen Sie Ihre Benutzer Ihre Dienstleistungen buchen. Erfahren Sie mehr über bookingkit auf <a href="http://info.bookingkit.de/wordpress">bookingkit.de</a>.
